[
   {
    "title": "Lavender Liberty",
    "category": "Environment",
    "categories": ["Environment", "Law", "Political-Science"],
    "type": "Startup",
    "description": "Lavender Liberty is a grassroots organization built by youth, for youth - creating spaces where young voices aren't just heard, but centered in the fight for liberation and justice by amplifying the voice of youth through literary media and platforms.",
    "niche": "Revolutionary media amplifying marginalized voices through collaborative zines and authentic storytelling.",
    "connectionLink": "https://sindarose.wixsite.com/lavender-liberty",
    "openToPartnerships": true,
    "emoji": "☕️"
  },

 {
   "title": "Mic to Millions",
   "category": "Tutoring + Education",
   "type": "small biz",
   "description": "Beth is a media expert and creator of the Mic to Millions system. We help entrepreneurs, authors, coaches, and experts who are tired of chasing visibility finally get recognized, remembered, and hired, so their name opens doors before they even walk.",
   "niche": "business education, business programs and workshops, professional development",
   "connectionLink": "https://bethnydick.com/services/mic-to-millions/",
   "emoji": "💻"
 },
  {
    "title": "Bizn Bite",
    "category": "Business",
    "categories": ["Business", "Entrepreneurship", "Tutoring + Education"],
    "type": "small biz",
    "description": "Bizn Bite is an initiative that aims to make business knowledge fun, digestible, and accessible for the youth.",
    "niche": "business education, business programs and workshops, professional development",
    "connectionLink": "https://www.instagram.com/bizn.bite?igsh=MThmbTRzaTB6YWpvZQ%3D%3D&utm_source=qr",
    "openToPartnerships": true,
    "emoji": "☕️"
  },
  {
    "title": "That Teen",
    "category": "Tutoring + Education",
    "type": "Startup",
    "description": "That Teen is a teen-led movement, just starting out, here to help every young person find their spark and become who they want to be — already in 6 U.S. states and 5 countries.",
    "niche": "That Teen empowers youth through docu drama, ambassadorship, community —partnerships upcoming soon.",
    "connectionLink": "https://www.instagram.com/thatteenhq/",
    "openToPartnerships": true,
    "emoji": "🪄"
 },
 {
     "title": "Rosine Initiative",
     "category": "Event Planning",
     "type": "Startup",
     "description": "Rosine is a youth-driven initiative empowering young leaders through education, global opportunity, and community projects. Focused on resilience and collaboration, Rosine connects students to international programs and helps them build confidence.",
     "niche": "Empowering women through education, global opportunities, leadership development, and community impact.",
     "connectionLink": "https://www.instagram.com/rosine.initiative?igsh=MXc5NXVmeXpsMnBjNQ%3D%3D&utm_source=qr",
    "openToPartnerships": true,
    "emoji": "🎀"
   },
   {
    "title": "Little Lights Project",
    "category": "Performing Arts",
    "type": "Startup",
    "description": "Do you want to share your creativity while uplifting a pediatric child? Join our nonprofit, Little Lights, to earn easy volunteer hours while making a difference in someone’s day!",
    "niche": "lifting spirits through creativity and compassion",
    "connectionLink": "https://www.instagram.com/little.lights.project?igsh=enF5NXZ0M2ozZmE3"
  },
  {
    "title": "Hearts of Tomorrow",
    "category": "Health",
    "categories": ["Health", "Event Planning", "Entrepreneurship"],
    "type": "startup",
    "description": "Striving to prevent CVD & accommodate those afflicted with practical, affordable technologies and approaches. We offer tools, projects, and programs to aid those in need. Chapter applications on the way & we are currently recruiting team members, view on IG if interested!",
    "niche": "Cardiovascular Health Technology & Prevention",
    "connectionLink": "https://www.instagram.com/heartsoftmrw/",
    "openToPartnerships": true,
    "emoji": "💻"
  },
  {
    "title": "Nurses of the Future",
    "category": "Health",
    "type": "startup",
    "description": "Nurses of the Future is a nonprofit 501(c)(3) organization that inspires future medical professionals. We currently opened our craft program where any volunteer at any age can send us crafts for hospital staff and patient. These crafts will be given to hospitals in the Antelope and San Fernando Valley. In addition to our craft program, we offer online volunteer opportunities in teams such as: • Resources • Research • Blog writing • Media/Digital Design • Fundraising | Those who are unsure can become regular volunteers to test our various teams. We have reached over 10,000 social media accounts with our posts, have 50 volunteers, and donated more than 100 toys to CHLA. We hope you can help us make an impact!",
    "niche": "Medical Education & Hospital Support Programs",
    "connectionLink": "https://www.instagram.com/nurses.of.the.future/",
    "emoji": "💻"
  },
  {
    "title": "C'est un Mood",
    "category": "Marketing",
    "type": "startup",
    "description": "C'est un Mood is a youth-led digital community that exists as a safe, expressive space for teenagers navigating the chaos of growing up. We explore real emotions, identity, fashion, music, and pop culture through aesthetic visuals and relatable storytelling. Our goal is to validate what teens feel, whether it's confusion, joy, burnout, or wild dreams. We've built a space where young people feel seen without having to filter themselves, creating honest connection in a world obsessed with perfection. It supports mental wellness, self-expression, and community building; all through the lens of Gen Z culture.",
    "niche": "Gen Z Mental Wellness & Self-Expression",
    "connectionLink": "https://www.instagram.com/cest.un.mood/",
    "emoji": "💻"
  },
  {
    "title": "The Warm Words project",
    "category": "Health",
    "type": "startup",
    "description": "The Warm Words Project shares daily comics of Mira & Luma to comfort emotionally struggling teens, especially those who grow up without their parents. Rooted in empathy, our goal is to create a safe, gentle space through storytelling. In our early phase, we focus on publishing daily comics, animations, launching a small merch line, and forming a volunteer team. Future plans include starting school-based chapters, donating to SOS Children's Villages, partnering with youth-focused NGOs, and publishing a print comic anthology. We grow slowly but meaningfully, prioritizing emotional depth and real connection. One warm word at a time, we hope to bring light, healing, and hope to young hearts who need it most.",
    "niche": "Teen Mental Health Comics & Storytelling",
    "connectionLink": "https://www.instagram.com/warmwords.prj/",
    "emoji": "💻"
  },
  {
    "title": "Beyond the Quill",
    "category": "Writing",
    "type": "startup",
    "description": "we are a literary magazine that aims to establish a haven for writers, artists, and photographers. we want to display your talents in the best way possible. we publish editions, hold contests, and more interesting opportunities for all creatives!",
    "niche": "Youth Literary Magazine & Creative Platform",
    "connectionLink": "https://www.instagram.com/beyond_the_quill/",
    "emoji": "💻"
  },
  {
    "title": "The Seed Project",
    "category": "Environment",
    "type": "startup",
    "description": "The Seed Project is an initiative from Van Mohatsav which India celebrates from 1-7 July. This first week of July, we plant trees and care for them. The Environmental Club has started this event where we plant beneficial trees to the ecosystem. The winners will be decided on who plants the most beneficial trees, they will get a free digital certificate and volunteer hours.This event will go on from 6 July to 26 July. For more info, visit our Instagram page!",
    "niche": "Tree Planting & Environmental Education",
    "connectionLink": "#",
    "emoji": "💻"
  },
  {
    "title": "Lavender Liberty",
    "category": "Writing",
    "type": "startup",
    "description": "Lavender Liberty is a youth-led digital newspaper and creative platform rooted in social justice, radical storytelling, and political resistance. It amplifies the voices of young people—especially those from marginalized communities—through essays, journalism, poetry, and collaborative projects. Centered on truth-telling and transformation, Lavender Liberty challenges systems of power with sharp words, bold visuals, and unapologetic vision. More than a publication, it's a movement blooming at the intersection of protest, identity, and reimagined futures.",
    "niche": "Social Justice Journalism & Youth Activism",
    "connectionLink": "https://www.instagram.com/thelavenderliberty/",
    "emoji": "💻"
  },
  {
    "title": "Pavlov's Daughters",
    "category": "Tutoring + Education",
    "type": "startup",
    "description": "Introducing Pavlov's Daughters — a literary magazine for the disobedient, the dissected, and the done-being-diagnosed. Our mission: Radically increase the representation of women in neuroscience and psychology- not just as subjects of study, but as the scientists, thinkers, and creators. We publish work that bites back: neuro-feminist essays, rage-fueled poetry, experimental prose and zines with teeth. And right now, positions are open for graphic design interns where you design posts related to neuroscience and psychology in exchange for volunteer letters and even letters of recommendation from staff!! Follow us, share us, submit your brain to the chaos. We don't wait for the bell. We rewire it.",
    "niche": "Women in Neuroscience & Psychology",
    "connectionLink": "https://www.instagram.com/pavlovsdaughter.s_lit/",
    "emoji": "💻"
  },
  {
    "title": "Gradient Colours",
    "category": "Graphic Design",
    "type": "startup",
    "description": "Gradient Colours collaborates with individuals, startups, and nonprofit organizations to provide professional marketing and design services at no cost. We also offer aspiring designers and marketers hands-on experience through real-world projects, helping them build portfolios and gain valuable industry knowledge.",
    "niche": "Free Design & Marketing Services",
    "connectionLink": "https://www.instagram.com/gradientcolours_/",
    "openToPartnerships": false,
    "emoji": "💻"
  },
  {
    "title": "One Leaf Time",
    "category": "Environment",
    "type": "startup",
    "description": "One Leaf Time is dedicated to spreading awareness against the many environmental factors that harms our planet, the Earth. We strive to advocate for our planet, as we only have one home. We must take action.",
    "niche": "Environmental Awareness & Advocacy",
    "connectionLink": "https://www.instagram.com/oneleaftime/",
    "emoji": "💻"
  },
  {
    "title": "The Investment Club",
    "category": "Finance",
    "type": "startup",
    "description": "The Investment Club is a student-led group where I teach the basics of investing, how the stock market works, and how to analyze companies. I also explain how to build a strong portfolio and make smart financial decisions. The goal is to spark interest in finance and inspire members to consider careers in investing, business, or financial planning.",
    "niche": "Student Finance Education & Investment",
    "connectionLink": "#",
    "emoji": "💻"
  },
  {
    "title": "The Environmental Club",
    "category": "Environment",
    "type": "startup",
    "description": "The Environment Club is a youth-led organization founded by enthusiastic young people who have an immense concern for the environment. It all comes down to preserving our home's distinctive landscapes, incredible wildlife, and inherent strength. Our goal is to bring about tangible change, raise awareness, and construct a more sustainable, compassionate, and vibrant future.",
    "niche": "Youth Environmental Conservation",
    "connectionLink": "#",
    "emoji": "💻"
  },
  {
    "title": "The Curious Column",
    "category": "Tutoring + Education",
    "type": "startup",
    "description": "The Curious Column is a student-led legal literacy newspaper that simplifies legal concepts for children. Through engaging content and real-world examples, we help young readers understand their rights and the law in a fun, age-appropriate way. Our goal is to make legal education accessible and relevant in today's changing world.",
    "niche": "Children's Legal Education & Rights",
    "connectionLink": "https://www.instagram.com/the_curious_column/",
    "emoji": "💻"
  },
  {
    "title": "Synaptic Shift",
    "category": "Health",
    "type": "startup",
    "description": "Synaptic Shift is a neuroscience-driven initiative committed to reshaping how young people engage with brain science, mental health, and policy. Through digital storytelling, interactive content, and accessible resources, we aim to empower underrepresented youth to explore neuroscience, advocate for mental health equity, and become leaders in global health. Our platform bridges research, lived experience, and community action—encouraging the next generation to step into spaces where science meets social impact.",
    "niche": "Youth Neuroscience & Mental Health Policy",
    "connectionLink": "https://www.instagram.com/synapticshiftorg/",
    "emoji": "💻"
  },
  {
    "title": "Med Teen Talk",
    "category": "Health",
    "type": "startup",
    "description": "Med Teen Talk is a teen-led initiative dedicated to educating and empowering youth through accessible content on medicine, mental health, and healthcare careers. We create weekly posts, interviews with professionals, and spotlight opportunities for teens interested in the medical field. Our mission is to make medical knowledge more relatable and build a strong, supportive community of future healthcare leaders.",
    "niche": "Teen Medical Education & Career Guidance",
    "connectionLink": "#",
    "emoji": "💻"
  },
  {
    "title": "Health Youth Unity",
    "category": "Health",
    "type": "startup",
    "description": "Every child deserves a chance to smile, to play, and to dream –– even in the face of cancer. This non-profit aims to raise funds to support pediatric cancer patients and their families through care packages, hospital visits, emotional support programs, and financial assistance.",
    "niche": "Pediatric Cancer Support & Family Care",
    "connectionLink": "https://www.instagram.com/healthyouthunity/",
    "emoji": "💻"
  },
  {
    "title": "cherielle",
    "category": "Technology",
    "type": "startup",
    "description": "cherielle is a 501(c)(3) youth-led nonprofit that strives to 1) bridge the gender gap, 2) empower girls in computer science, and 3) foster a connected, impactful community. Not only do we post about tech, but we offer CS tutoring in several languages & AP CSA prep. We also provide lots of other resources for opportunities and initiatives!",
    "niche": "Girls in Computer Science & Tech Education",
    "connectionLink": "https://www.instagram.com/cherielle.code/",
    "emoji": "💻"
  },
  {
    "title": "STEM by Step",
    "category": "Tutoring + Education",
    "type": "startup",
    "description": "A free STEM education platform providing hands-on learning experiences and project-based curriculum for underserved communities.",
    "niche": "Free STEM Education for Underserved Communities",
    "connectionLink": "https://www.instagram.com/stembystep/",
    "emoji": "💻"
  }
] 